Tekla.Structures.Dialog.PluginWindowBase.Dispose
Cleans up any resources being used.

Tekla.Structures.Dialog.PluginWindowBase.Dispose(System.Boolean)
Cleans up any resources being used.
disposing: true if managed resources should be disposed; otherwise, false